Repository: oscarahalvorsen/masterproject
Catalog: maalfrid/tmx/une.no.csv-en-nn.deduped.tmx
Source language: en
Languages: nn

source: Politicians cannot instruct UNE in individual cases
nn: Politikarane kan ikkje instruere UNE i enkeltsaker

source: That is why politicians cannot overrule our decision in your appeal case.
nn: Derfor kan ikkje politikarane overprøve det vi kjem til i klagesaka di.

source: UNE's work and decisions are very important to the National Police Immigration Service’s (PU) return work and the Directorate of Integration and Diversity’s (IMDi) settlement work.
nn: Arbeidet vårt og avgjerdene våre her i UNE har mykje å seie for det arbeidet som blir gjort med retur i Politiets utlendingseining (PU) og busetjing i Integrerings- og mangfaldsdirektoratet (IMDi).

source: Name (as it is registered in Norway):
nn: Namn (slik det er registrert i Noreg):

source: Not everything is described in the rules.
nn: Det er ikkje alle spørsmål som er skildra i regelverket.

source: If your appeal is successful, then the UDI's rejection no longer applies.
nn: Dersom vi gir deg medhald i klaga di, gjeld ikkje avslaget frå UDI lenger.

source: In which country are you living?
nn: Kva for land oppheld du deg i?

source: If you are living in Norway, would you like to stay here while UNE considers this request?
nn: Dersom du oppheld deg i Noreg, ønskjer du å bli verande her medan UNE handsamar denne førespurnaden?

source: Form for submitting ID documents
nn: Skjema for innsending av ID-dokumenter

source: We should also be prepared to be confronted with and reminded about these core values.
nn: Desse kjerneverdiane skal vi også tole å bli konfronterte med og minte på.

source: Tick which type of case the ID documents apply to:
nn: Kryss av for kva slags sak ID-dokumentet gjeld:

source: Norwegian personal identity number (if you have been given this), 11 digits:
nn: Fødselsnummer (dersom du har fått eit i Noreg), 11 siffer:

source: Even though other people will consider your case, the same rules still apply.
nn: Sjølv om det er andre folk som ser på saka di, er det dei same reglane som gjeld.

source: UNE’s function is to ensure due process protection.
nn: UNE skal sørgje for rettstryggleiken.

source: Date of birth (as it is registered in Norway):
nn: Fødselsdato (slik han er registrert i Noreg):

source: By respectfulness, we mean that we should take you seriously and show understanding for who you are.
nn: Med respektfull meiner vi mellom anna at vi skal ta deg på alvor og vise forståing for den du er.

source: If more than one family member sends in ID documents, one form must be completed by each person.
nn: Dersom fleire familiemedlemmar sender inn ID-dokument, må det fyllast ut eitt skjema per person.

source: We also have a good overview and good knowledge of previous practice.
nn: Vi har også god oversikt og kunnskap om tidlegare praksis.

source: The form must be sent together with the ID documents.
nn: Skjemaet sender du inn saman med ID-dokumenta.

source: 1 Information about the person who is authorising another person
nn: 1 Informasjon om deg som gjev fullmakt til ein annan person

source: We also have to work efficiently.
nn: Vi skal også arbeide effektivt.

source: All cases considered by UNE have first been considered by the Directorate of Immigration (UDI).
nn: Alle saker vi behandlar i UNE, har først blitt behandla av Utlendingsdirektoratet (UDI).
